Repository: pass-with-high-score/quickmem-app-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: vi

# all_tools_title
source: All the tools for learning success
vi: Tất cả công cụ giúp học tập thành công

# carousel_flashcard
source: 📚 Smart flashcards – learn fast, remember long!
vi: 📚 Flashcards thông minh – học nhanh, nhớ lâu!

# carousel_personalized_learning
source: 🎯 Personalize your learning journey!
vi: 🎯 Cá nhân hoá lộ trình học của bạn!

# carousel_progress_tracking
source: 📈 Easily track your learning progress!
vi: 📈 Theo dõi tiến độ học tập dễ dàng!

# carousel_smart_reminder
source: ⏰ Smart daily study reminders!
vi: ⏰ Nhắc nhở học tập thông minh hằng ngày!

# create_desc
source: You can create your own flashcards and share them with others
vi: Bạn có thể tạo flashcard và chia sẻ với người khác

# create_title
source: Create your own flashcards
vi: Tạo flashcard của riêng bạn

# error_email_empty
source: Email cannot be empty
vi: Email không được để trống

# error_invalid_email
source: Invalid email address
vi: Địa chỉ email không hợp lệ

# error_login_failed
source: Login failed: %@
vi: Đăng nhập thất bại: %@

# error_password_empty
source: Password cannot be empty
vi: Mật khẩu không được để trống

# error_password_invalid
source: Password must be longer than or equal to 6 characters
vi: Mật khẩu phải dài hơn hoặc bằng 6 ký tự

# error_password_is_incorrect
source: Password is incorrect
vi: Mật khẩu không chính xác

# error_password_must_be_longer_than_or_equal_to_6_characters
source: Password must be longer than or equal to 6 characters
vi: Mật khẩu phải dài hơn hoặc bằng 6 ký tự

# error_title
source: Something went wrong
vi: Đã có lỗi xảy ra

# error_user_not_found
source: User not found
vi: Không tìm thấy người dùng

# get_started_button
source: Get started
vi: Bắt đầu

source: Home
vi: Trang chủ

source: in one app
vi: trong một ứng dụng

# learn_desc
source: QuickMem uses spaced repetition to help you remember what you learn
vi: QuickMem dùng phương pháp lặp lại ngắt quãng để giúp bạn ghi nhớ tốt hơn

# learn_title
source: Learn with spaced repetition
vi: Học với phương pháp lặp lại ngắt quãng

# loading_label
source: Loading
vi: Đang tải

# login_button_label
source: Login
vi: Đăng nhập

# login_dont_have_account
source: Don't have an account?
vi: Chưa có tài khoản?

# login_dont_have_an_account_label
source: Don't have an account?
vi: Chưa có tài khoản?

# login_forgot_password_label
source: Forgot password?
vi: Quên mật khẩu?

# login_or
source: or
vi: hoặc

# login_password_placeholder
source: Password
vi: Mật khẩu

# login_signup_button
source: Sign up
vi: Đăng ký

# login_signup_label
source: Sign up
vi: Đăng ký

# login_subtitle
source: Great to see you again! Login to continue
vi: Rất vui được gặp lại bạn! Hãy đăng nhập để tiếp tục

# login_term_of_service
source: By signing up, you agree to our Terms of Service and Privacy Policy
vi: Bằng cách đăng ký, bạn đồng ý với Điều khoản Dịch vụ và Chính sách Bảo mật của chúng tôi

# login_title
source: Login
vi: Đăng nhập

source: Login with Apple
vi: Đăng nhập bằng Apple

source: Login with email
vi: Đăng nhập bằng email

source: Login with Google
vi: Đăng nhập bằng Google

# next_button
source: Next
vi: Tiếp theo

source: Signup
vi: Đăng ký

# skip_button
source: Skip
vi: Bỏ qua

# welcome_button_already_have_account
source: Already have an account?
vi: Đã có tài khoản?

# welcome_button_get_started
source: Get started for free
vi: Bắt đầu miễn phí

# welcome_desc
source: QuickMem is a flashcard app that helps you learn anything
vi: QuickMem là ứng dụng flashcard giúp bạn học mọi thứ

# welcome_title
source: Welcome to QuickMem
vi: Chào mừng đến với QuickMem
